[
    {
        "title": "嗨！我回来了！快来吃吧（摊开手掌，上面冒出一堆果子，松鼠们立即凑过来）",
        "content": "\n我很抱歉我们离开了这么久，但那真是一段漫长而艰辛的历险。我想我还需要暖暖脚。这是一段适合在火炉边倾听的好故事。\n\n在灰矮人的营地——一艘被冻住的船里，经过一场惊心动魄的战斗，我们擒拿了他们的首领，德斯。他简直像有些树一样嘴硬，又像老鼠一样擅长逃窜。还没等我们反应过来，他就控制住阿祖尔，让她……额……没什么，松鼠妈妈……真的！他只是想让她放掉他，幸而没有得逞。为了帮助那些被偷了宝贵家财的无辜的……额……我不确定在东流亡地这些词是否还准确。总之我们希望能友善地问出财宝的下落以便物归原主，并一举挫败那些邪恶灰矮人的终极计划。考虑到基地里还有其他灰矮人，而在大战之后我们精力大伤——小安甚至濒临死亡、到现在走路还一瘸一拐——我们决定把德斯带去一个更僻静的地方再好好谈谈。在冻结的湖面上行走一阵后，我们发现了一条奇特的空船，它比那周围的冰天雪地更寒冷一点，看起来被探索过。多亏了小安的法师之手，我们得以确认船舱里没人。不过里面有一口绝妙的大锅，可以用水变出美味的炖菜来。如果家家户户都有这样的锅就好了！就不会有人再伤害动物们了……（惊恐地想起有些人甚至要吃松鼠）\n\n在这安安静静、远离他人的地方，角鸦先生展现了他的魅力，说服隐形的德斯现出原形，以便好好地和他交流。我从来没有见过这样的人……当然，当然，我是指德斯！他那么顽固，又那么相信他父亲的所谓大业。如果一定要选择的话，我还是更喜欢他的弟弟尼尔达，毕竟他一下子就明白了角鸦先生的商业构想的美妙之处。不过，在麦麦镇的那段愉快的旅程留给我们的不止是回忆和金币，还有一份爱情魔药。而对着施展过缩小术的德斯只需来上一滴，就能让药效发挥作用。幸好，他一睁开眼看见的是小安。嗯，因为只有她会讲地底通用语嘛，只是因为这个我才这样说。被小安迷住的德斯终于提供了一些关于灰矮人秘密计划的信息，比如他们是怎么往荒日堡垒送魔晶、他们的据点武装如何等等。可惜当下我们还无法做什么去阻止他们，我真希望可以早点赶走这帮坏家伙。\n\n结束了询问后，我们让德斯陷入了沉睡，以防他再闹出什么乱子。因为他提到这艘空船是灰矮人先前的仓库，我们决定再探索一番。勇敢的阿祖尔一马当先，进入了不断散发寒意的船舱深处。事实证明那股寒意的产生是有原因的——一位女士竟然被捆在房间中央的大雕像上，我们都被吓了一跳。原来她是苍白女士的幽魂，因为她邪恶的丈夫及其家人还逃脱在外，所以她遗愿未了，不愿离去。角鸦先生不愧是一位杰出的牧师，很轻易地就驱散了她。当然，我们答应了苍白女士，有朝一日会帮她了结遗愿。\n\n这一番奇遇过去后，我们疲惫地回到东流亡地。镇发言人，丹尼斯先生，爽快地答应了坚果物流的请求，还帮助我们获得了经营许可。而角鸦先生也在镇上得到了他梦寐以求的白银镀鸦，看得他激动的样子，我也不由为他高兴。丹尼斯先生还告诉我们了一个好消息，十镇的发言人大会即将再次召开，这意味着我们的努力已经在让冰风谷冻结的齿轮再次轻轻转动了。我盼望着，我和伊莎贝尔都盼望着，温暖的阳光可以再次照耀在这片多灾多难的大地上。\n\n（小扎跟小动物讲话可能不会开动物交谈术，因为他又想絮絮叨叨又不想被小动物问尖锐的问题）"
    },
    {
        "title": "因此我们前往了独林镇，背负着解开那里拥有补给但又与外界失联的秘密的使命。有点惭愧地说，我对独林镇的记忆已经有点模糊不清，被新生命的记忆覆盖了。我更愿意把伊莎贝尔视为另一个个体，另一种可能性。能来到与她的人生如此紧密相连的地方，多少让我又激动又惶恐。",
        "content": "进入这个宁静的镇子后，率先迎接我们的是发言人蜷蜷女士的孩子——一个活泼友善的小半身人。他领着我们来到他的家中，一个可以真正称之为“家”的散发着温暖的地方。蜷蜷女士热情地迎接了我们，用点燃的壁炉和香甜的曲奇。这些东西还能在冰风谷被找到，实在令人惊异。在这篇昏暗的冰天雪地里待了太久，我也几乎要忘记，忘记我绿色的家，忘记鸟鸣花香，忘记阳光如何穿过林间层层叠叠的树叶落在泥土上。而独林镇既是我过去的家，又是我现在的家——从蜷蜷女士的小饼干和这里确确实实拥有森林的角度来看。我回家了。\n稍作寒暄后，蜷蜷女士向我们揭开了独林镇在如此严寒中仍然拥有稳定食物来源的秘密——一个德鲁伊。我们被引荐给半精灵德鲁伊克瑞丝，我记得，伊莎熟识她和她的姐姐拉瑞欣。但我也成为德鲁伊后，再看到她又有一种特别的感觉，比如，想搞明白她是怎么做到一天能用神莓术做出一百来个莓果以喂饱全镇人的。但在此之外，我们也得知了一些令人震惊的消息，拉瑞欣竟然在一次德鲁伊试炼后变了个人一般，变成了冰霜少女的祭司，甚至离家出走好去和别的祭司待在一起。可以理解，克瑞丝不愿对这场悲剧说太多，但我们需要得知更多，好探明是什么躲在树林里攻击独林镇的伐木工，又是什么袭击了途经此地的信使们。踌躇一阵后，我不得不搬出伊莎来打动她，她终于向我们透露了那场试炼的地点，但这让我有点羞愧，因为我们到底还是触及了她的伤口。\n按照克瑞丝提供的线索，我们进入了森林。没想到第一步就让我们结结实实地付出了代价。还没等我们反应过来，一只女妖就让我们陷入了恐慌状态。接着，它的嚎哭又把我和阿祖尔“击倒”在地，它的身后还冒出两只石头人。我差点以为自己又要“永远地”倒在这片雪原之上。幸好，角鸦先生及时为我们提供了治疗。但我还是被死亡的阴影，以及女妖骇人的面容吓坏了，花了几十秒才慢慢回忆起我学过的那些咒文该怎么念。（黑猫不满地喵了一声）是的，我知道，这样很不成熟，我也不知道那时我是怎么了。我的同伴们可是在我身边浴血奋战呢！在石头人都倒下后，我终于平稳了呼吸，成功放出了月华之光，送走了，谢天谢地，送走了那可怖的女妖。我们气喘吁吁，浑身是伤，而这仅仅只是进入森林的第一步。"
    }
]