[
    {
        "title": "未完成的信笺",
        "color": "#8470FF",
        "content": "　　向您致敬，亲爱的先生，愿您的四条触须永远像您聪明的头脑一样柔软灵活。我是安缇诺雅，拯救麦镇庆典的临时送货员小队的一员。也许您已经快要忘记我们这队路过的冒险者了，毕竟您的生活中总是充斥着各式各样精彩的秘密。那么，就让我再向您讲述一个秘密吧，希望它能够引起您读完这封信的兴趣：\n　　在辞别麦镇后，我们抵达了位于极北之地的冰风谷，以寻找此地失落的太阳的踪迹。这当然是一种修辞学的说法，事实上，前几日的冒险和任务都平平无奇，不比高文先生的桃色绯闻有趣太多，因此我不应在信中额外浪费笔墨详述。直到第四天，我们为了完成来自凯尔双镇与从达文山谷中救下的幸存者加勒特的委托而遣返了向导艾莉、踏上通往高耸的凯恩之锥的道途。谁也没有想到这是一个未来的商业帝国自冰雪中崛起的第一步——我的意思是，尽管迄今为止我们的声名与业务都不过初露头角，但在读过下文里的故事后，想必您也会对我的说法表示认同。\n　　攀登凯恩之锥的路途崎岖而覆满冰雪，但我们一行人并非这座雪山上唯一的智慧生灵：灰矮人的堡垒矗立在一片月牙形平地上，通过高耸的瞭望塔眺望山脚下的聚落。说到这里，也许您知道，在那不见天日的幽暗地域里，我们卓尔与灰矮人曾是一对（相处得不那么和睦的）邻居。与它们地面上的同胞一样，这些家伙光溜溜的脑袋里能装下的东西不比一杯盛满的麦酒更多，所以我的母亲一向只将抓来的矮人当做铁匠与奴隶编队的重斧手。不过，幸好他们还能听懂他人的指令：纳撒尼尔·角鸦先生——他在北地行走时自称“克罗纳特”——只用了一个单词，就令塔上的守卫乖乖走到我们面前做了俘虏。不等我们询问，她便亲口承认这座要塞守备空虚、物资紧缺，大多数士兵都正为了“大业”在外奔走，只留下四五个战士保护他们的头领与财产。\n　　要趁此机会杀死他们当然没什么困难，但除了一位坦帕斯的牧师外，我们这支队伍实际上由和平爱好者组成，不愿进行无谓的战斗。于是我以地底的语言同守卫希尔德交谈，表明我和角鸦先生希望以盟友的身份为这所谓的“大业”提供助力。为此我们不得不将另外两位同伴打倒在地，伪装成献给灰矮人首领的战利品。像所有头脑空空的杜尔加矮人那样，她立刻相信了这粗陋的说辞，不加防备地领着我们四人穿过降下的吊桥，进入那座用半人高的巨大石块砌成的堡垒之中。\n　　城堡主厅内外的景象惨淡不堪，饿殍遍地，死去的奴隶甚至比活着的士兵更多。最令人无法忍受的是，他们竟将一头被奴役的枭熊锁在笼子里！如果在此之前我还对灰矮人的大业抱有一丝期待，那么在见到那可怜的、虚弱的、满身伤痕的小家伙后，我便彻底对他们所做工作的邪恶性确认无疑。\n　　我们（怀着对于死者与枭熊的深切同情）穿过充当监牢的厅室和一条布满机关的走廊，进入这群灰矮人的领袖，尼尔达·荒日的书房。他自称是一位王子，但相比起他的部下，此人唯一的出众之处不过是在傲慢自大与轻信于人上更胜一筹。助援到来的消息令尼尔达得意洋洋，我简直要为他那一辈子没受到过奉承似的表情感到怜悯了。他高兴地向我们讲述了他那新近改信大恶魔阿斯蒙蒂斯的父亲所预备的“大业”：举全国臣民之力铸造一条能够用火焰吞没十镇的巨龙，为矮人帝国征服剑湾筑下基石。为此，尼尔达与他的兄长德斯来到十镇，搜集作为原料的查达林魔晶——那是一种魔法性能良好的晶体，常因被人误认为是杂质稀少的彩色玻璃镶进工艺品中。比起他在东流亡地的兄弟，尼尔达·荒日显然更为不幸，因为他落脚的凯恩之锥不仅地处偏僻，而且还全无食物与燃料补给。而这正是凯尔双镇近日发生的一系列物资与饰品失窃事件的真相。我很高兴我们如此顺利地解开了谜团。但说实话，让那些查达林魔晶留在一盏毫无用处的提灯壁上闪闪发亮，听上去不比铸造一条信仰恶魔的石头龙要可爱多了？"
    },
    {
        "title": "我的朋友",
        "color": "DodgerBlue",
        "content": "展信佳。许久没有联系，不知你最近是否还好？\n现在，我到达十镇已近一周，我很高兴来到你所在的地方，即使这里天气寒冷，我想到你我再重逢的日子，便觉心中冰霜化冻。我始终期待着有朝一日能重新与你相遇，如今命运终于为我指出方向了。\n……话虽如此，我最近确实挺忙。我和一支新组建的冒险小队在一起，闹了不少事。这支小队里，我是唯一没有黑暗视觉的人：），其余的人是：一位身材高大的半兽人、一位幽暗精灵法师、一名月亮结社的半精灵德鲁伊。如果见到他们，请为他们行个方便。\n昨天，我们去过了凯尔内瓦。那里的发言人被一行支持莱维斯图斯的暴徒挟持在他自己的城堡里；我见到他时他手提镀金夜壶，愚蠢无能，但至少识些事务，他愿意为我们的事业效力……只需一些小小的恐吓和诱惑，就像之前那个灰矮人一样。我们恐吓他，我用奇术在房间内制造出紫光和烟雾，我的卓尔同伴搓出一颗药丸；诱惑的部分则指向他那个男性弱点：他阳痿。（哎呀。我似乎太习惯于“我们”这个称呼了，不该如此，也很久没有如此了；见面时请警醒我这一点。）总之，你或许听过坚果物流或克罗纳特的名字，这正是这份事业的内容：在永恒之淞笼罩这北地世界的日子里，打通十镇之间的粮食运输要道，改善民生。不过，最初，这只小队并非为此而来；它只有一项目的：为冰风谷夺回太阳。这份不知是与神作战还是为神效力的任务来得模糊而突兀，进展亦扑朔迷离。这片地区流传的神话与今日的使命交织在一起，我见过各种神怪之景，在雪山底下，雪白的发光似的驼鹿曾从地平线那一侧轻柔地掠过；今天，苍白女士的幽灵敲打窗棂，为小队在东流亡地的路途指出方向。昨天我还邂逅一名莱维斯图斯的属下，其自称赫瑟尔，说这支小队终将到达冰面之下。说完，她便死了。她不是受战争召唤的，而是受魔鬼召唤。\n后来，两名真正强大的法师驾临凯尔堡，一人是被我们召唤来的助力，一人则是对方曾经的友朋、今日的仇敌。看她们争吵和殴斗使人多么愉快……！我在窗户边上仔细听他们说话，为了让情绪与语言进一步激发他们的争斗，我甚至释放了诚实之域（这是一桩很好玩的法术。下次见面我要对你用一用）……我的小队成员们，他们都伸直了耳朵听，只有年轻的半精灵，看着这些毫无道德的人，脸上露出义愤之色，把两只尖耳朵都捂上了，那样子怪可爱的……总之，蔚蓝，我们的盟友，她和猩红，我们的敌人，曾经有同样的出身、同样的目的。她们都来自奥术兄弟会，只是师从不同老师，来此的目的则是寻找纳萨瑞尔帝国坠落的浮空城；后来，一人背叛了另一人，甚至夺走了她的法球——话虽如此，好笑的是，我们最初并不知道我们的盟友的性别，没有人能辨识得出气元素裔的性征，只除了阿祖尔这是一位面容英气，智力不高，可是直觉却格外细腻敏锐的半兽人小姐；她一眼就看出这是一对纠缠不休的女人，原因是这和她的家庭背景有所重合。猩红后来开次元门逃走了，于是我邀请蔚蓝：把这里当作你的家吧，随时回来！我希望她能为我所用，但看来太难。她的眼睛被正义和爱蒙蔽太深，已经再也不会拥有自由，同时也不可能被利益所诱。我心里知道我的同伴们挺喜欢她；我不知道他们是否确实相信爱或正义，或者两者都相信。\n之后，趁着夜色未深，我们买了一整笼渡鸦，让它们为小队效力；它们羽毛黑亮，有的过于年轻，喙还没有变黄。它们啄我，轻轻地，微小的刺痛——我用手指尖回应它们。再往后，小队去往东流亡地。这里不禁止偷窃，冰面上满是渡轮，像是被弃的战壕。…确实有矮人在这里扎营！目的和我们曾经征服的尼尔达·荒日一致：收集魔晶，释放魔龙。最初，小队想要智取这个聚落，可这里的主人德斯被偏见蒙住双眼，即使听到我的同伴竭力夸张，甚至说出“我代表伟大的克罗纳特而来”，也没有相信一个字。我们不得不战斗，战斗来得凶险，可是有伤无死。\n两只熊人拱卫那小小的灰矮人，而且灰矮人的隐形为我们添了不少麻烦（该记忆一些侦测魔法了）；可是肩上那只渡鸦听明白我的话，揪下了这家伙几根胡子，没让它逃跑。好样的！……不过，战斗确实是困难的，幽暗精灵法师为我们的准备不足付出了代价，她是谈判者，发生冲突时，对她的攻击首当其冲。安缇诺雅——这是她的名字；她被最后一个活着的熊人两爪拍倒在地上，差点儿就死了。那间屋子里黑洞洞的，她的眼睛也空洞洞的，妖火术的光在她脸上交错着拂过，我心里想你看见死亡了吗你明白战争了吗……我俯下身子，跟她说一切都会好起来，同时释放维生术和治疗祷言。那个祷言使得很差，我想，或许是因为有一刻我短促地希望她这样死去……可是我没有让她死去的权力，祷言还是生效了。她醒转过来、我们围住灰矮人……似乎这支小队的冒险还将继续下去；我凝望着命运，一如既往感到其深不可测。我的朋友，在我也死去之前来见我吧，为我实现我的目标，我的野心……如果我们的道路仍然能够一致的话。"
    },
    {
        "title": "小扎对着松鼠一家的喃喃自语",
        "color": "LightGreen",
        "content": "\n我很抱歉我们离开了这么久，但那真是一段漫长而艰辛的历险。我想我还需要暖暖脚。这是一段适合在火炉边倾听的好故事。\n\n在灰矮人的营地——一艘被冻住的船里，经过一场惊心动魄的战斗，我们擒拿了他们的首领，德斯。他简直像有些树一样嘴硬，又像老鼠一样擅长逃窜。还没等我们反应过来，他就控制住阿祖尔，让她……额……没什么，松鼠妈妈……真的！他只是想让她放掉他，幸而没有得逞。为了帮助那些被偷了宝贵家财的无辜的……额……我不确定在东流亡地这些词是否还准确。总之我们希望能友善地问出财宝的下落以便物归原主，并一举挫败那些邪恶灰矮人的终极计划。考虑到基地里还有其他灰矮人，而在大战之后我们精力大伤——小安甚至濒临死亡、到现在走路还一瘸一拐——我们决定把德斯带去一个更僻静的地方再好好谈谈。在冻结的湖面上行走一阵后，我们发现了一条奇特的空船，它比那周围的冰天雪地更寒冷一点，看起来被探索过。多亏了小安的法师之手，我们得以确认船舱里没人。不过里面有一口绝妙的大锅，可以用水变出美味的炖菜来。如果家家户户都有这样的锅就好了！就不会有人再伤害动物们了……（惊恐地想起有些人甚至要吃松鼠）\n\n在这安安静静、远离他人的地方，角鸦先生展现了他的魅力，说服隐形的德斯现出原形，以便好好地和他交流。我从来没有见过这样的人……当然，当然，我是指德斯！他那么顽固，又那么相信他父亲的所谓大业。如果一定要选择的话，我还是更喜欢他的弟弟尼尔达，毕竟他一下子就明白了角鸦先生的商业构想的美妙之处。不过，在麦麦镇的那段愉快的旅程留给我们的不止是回忆和金币，还有一份爱情魔药。而对着施展过缩小术的德斯只需来上一滴，就能让药效发挥作用。幸好，他一睁开眼看见的是小安。嗯，因为只有她会讲地底通用语嘛，只是因为这个我才这样说。被小安迷住的德斯终于提供了一些关于灰矮人秘密计划的信息，比如他们是怎么往荒日堡垒送魔晶、他们的据点武装如何等等。可惜当下我们还无法做什么去阻止他们，我真希望可以早点赶走这帮坏家伙。\n\n结束了询问后，我们让德斯陷入了沉睡，以防他再闹出什么乱子。因为他提到这艘空船是灰矮人先前的仓库，我们决定再探索一番。勇敢的阿祖尔一马当先，进入了不断散发寒意的船舱深处。事实证明那股寒意的产生是有原因的——一位女士竟然被捆在房间中央的大雕像上，我们都被吓了一跳。原来她是苍白女士的幽魂，因为她邪恶的丈夫及其家人还逃脱在外，所以她遗愿未了，不愿离去。角鸦先生不愧是一位杰出的牧师，很轻易地就驱散了她。当然，我们答应了苍白女士，有朝一日会帮她了结遗愿。\n\n这一番奇遇过去后，我们疲惫地回到东流亡地。镇发言人，丹尼斯先生，爽快地答应了坚果物流的请求，还帮助我们获得了经营许可。而角鸦先生也在镇上得到了他梦寐以求的白银镀鸦，看得他激动的样子，我也不由为他高兴。丹尼斯先生还告诉我们了一个好消息，十镇的发言人大会即将再次召开，这意味着我们的努力已经在让冰风谷冻结的齿轮再次轻轻转动了。我盼望着，我和伊莎贝尔都盼望着，温暖的阳光可以再次照耀在这片多灾多难的大地上。\n\n（小扎跟小动物讲话可能不会开动物交谈术，因为他又想絮絮叨叨又不想被小动物问尖锐的问题）"
    },
    {
        "title": "小扎抱着黑猫（扭动着试图跑掉版）时的碎碎念",
        "color": "LightGreen",
        "content": "进入这个宁静的镇子后，率先迎接我们的是发言人蜷蜷女士的孩子——一个活泼友善的小半身人。他领着我们来到他的家中，一个可以真正称之为“家”的散发着温暖的地方。蜷蜷女士热情地迎接了我们，用点燃的壁炉和香甜的曲奇。这些东西还能在冰风谷被找到，实在令人惊异。在这篇昏暗的冰天雪地里待了太久，我也几乎要忘记，忘记我绿色的家，忘记鸟鸣花香，忘记阳光如何穿过林间层层叠叠的树叶落在泥土上。而独林镇既是我过去的家，又是我现在的家——从蜷蜷女士的小饼干和这里确确实实拥有森林的角度来看。我回家了。\n稍作寒暄后，蜷蜷女士向我们揭开了独林镇在如此严寒中仍然拥有稳定食物来源的秘密——一个德鲁伊。我们被引荐给半精灵德鲁伊克瑞丝，我记得，伊莎熟识她和她的姐姐拉瑞欣。但我也成为德鲁伊后，再看到她又有一种特别的感觉，比如，想搞明白她是怎么做到一天能用神莓术做出一百来个莓果以喂饱全镇人的。但在此之外，我们也得知了一些令人震惊的消息，拉瑞欣竟然在一次德鲁伊试炼后变了个人一般，变成了冰霜少女的祭司，甚至离家出走好去和别的祭司待在一起。可以理解，克瑞丝不愿对这场悲剧说太多，但我们需要得知更多，好探明是什么躲在树林里攻击独林镇的伐木工，又是什么袭击了途经此地的信使们。踌躇一阵后，我不得不搬出伊莎来打动她，她终于向我们透露了那场试炼的地点，但这让我有点羞愧，因为我们到底还是触及了她的伤口。\n按照克瑞丝提供的线索，我们进入了森林。没想到第一步就让我们结结实实地付出了代价。还没等我们反应过来，一只女妖就让我们陷入了恐慌状态。接着，它的嚎哭又把我和阿祖尔“击倒”在地，它的身后还冒出两只石头人。我差点以为自己又要“永远地”倒在这片雪原之上。幸好，角鸦先生及时为我们提供了治疗。但我还是被死亡的阴影，以及女妖骇人的面容吓坏了，花了几十秒才慢慢回忆起我学过的那些咒文该怎么念。（黑猫不满地喵了一声）是的，我知道，这样很不成熟，我也不知道那时我是怎么了。我的同伴们可是在我身边浴血奋战呢！在石头人都倒下后，我终于平稳了呼吸，成功放出了月华之光，送走了，谢天谢地，送走了那可怖的女妖。我们气喘吁吁，浑身是伤，而这仅仅只是进入森林的第一步。"
    },
    {
        "title": "一封家书",
        "color": "pink",
        "content": "这封信是要告诉你们我在冰风谷的诸多见闻。此时我们根据那位兔人——小姐或先生，虽说我私下完全把它当可爱姑娘来看——的指示，已经在冰风谷度过了整整三个日夜。虽说是“日夜”，但我其实没有多少时间概念，这儿一天的大部分时候都笼罩在昏昏沉沉的黑天里，少有的黄昏时刻也不见洛山达女士的光辉。虽然黑暗并不会困扰我们队伍中的大多数人，但我也十分怀念晨曦照耀下家乡的景色，不知我们家的丰收季节还顺利吗？如果一切顺利，请母亲们有空给我寄来家中的一株麦穗。此外，这儿的气候一如你们在上一次回信中所担忧的那样，寒冷、刺骨，对外来的旅人分毫不留情面。在野外行走时，还须时刻注意四面八方不时卷起的暴风雪，如果不是这一路十镇居民的热心指点，白雪、火焰与乌云的忠诚陪伴（这是两位十分粘人的毛绒犬只，一白一红，漂亮极了；还有一位斧嘴鸟），以及诸位坚强队友对我的关照，我想我没有勇气说自己能够平安地走出雪原。\n为寻找失去联系的塔尔歌斯向导，探明凯尔双镇求救的真相，我们一路向东，前两个夜晚分别留宿于布林山德和凯尔柯尼的旅店。虽说后者的住宿条件和它的名字（“the Northern Light”）相比实在略显简陋，但它的店主是一对相当可爱的人类姐妹，她们与凯尔柯尼的发言人——名为特洛丝的龙裔女士——互相扶持的样子，不由让我回想起你们在家中拌嘴的甜蜜时光。姐妹中年长的那位，艾莉女士，曾经是位可敬的雪地向导，在得知我们将努力寻找凯尔柯尼物资失踪原因，并且重建十镇物资往来的决心后，欣然同意了为我们带路的请求。于是，今天一大早我们便启程前往达文峡谷，寻觅失踪的冒险家队伍。\n虽说是赶早出发，但在黄云笼罩、寒风呼啸的峡谷之中跋涉，仍然是件相当费力的事情。幸运的是，在我们出发不久之后，便于雪地之中瞥见了四位围在巨石边的高贵山羊；更加幸运的是，我们有一位能与动物交谈的德鲁伊同伴。在小扎的协助下，我们顺利地从伟大的荒山之主那里得到了失踪冒险者的行踪方向，而情报的条件仅仅是为它们取下石上的苔藓。沿着山羊大人们指出的方向行走不久之后，我们找到了冒险队伍留下的营帐，可惜这儿只剩下许多毛绒绒的雪橇犬。在营帐不远处的积雪中，我们终于找到了力竭倒地的向导加勒特，万幸的是他仍然活着，并在我们的及时救助下恢复了生机。他告诉我们，这支失散的冒险小队由一位绰号为“咆哮之熊”的歌利亚、一位名为“鱼指头”的半身人和一位名叫阿斯特里克斯的提夫林组成，他们因接连遭遇一队矮人和一个雪人而失散。彼时彼刻的我，既不知晓雪人这一种族的性情，也不理解“冒险”一词的份量，我只是天真地祈祷：洛山达保佑！现在回想起来，我感到自己实在只是一个握住武器的小孩，而不能称得上一个战士。\n是的，我们最终在雪人的洞穴里发现了歌利亚的尸体。他的头颅被当作收藏品，存放在了满满当当的七个壁龛之一。我不愿去描述他的尸骸，因为那实在太过血腥、太过触目惊心。我必须承认，在麦麦镇过分轻松愉快的冒险助长了我的无知和轻慢，以至于当我真正亲历死亡的阴影，我的第一反应竟然是逃跑……母亲，写下这些字的我，正在为今天早些时候的自己感到羞愧。然而，在听见洞窟深处传来半身人的尖叫时，我想我重新拾回了作为战士的勇气。为了营救仍在雪人手中的半身人，我们小心翼翼地来到洞窟深处的拐角处，那短暂却惊心动魄的几分钟，我现在写来也感觉心脏砰砰直跳。\n在洞窟的深处，一大一小两只雪人正在随意地拍打半身人的身体。我的同伴角鸦——那位经常和我斗嘴、却在关键的时刻相当靠谱的人类牧师——使用奇术，在雪人的身后造出了一阵类似雪人呼号的声响。沉默坚忍、正直善良的德鲁伊小扎，则在后方为我们覆盖上行动无踪的魔法。趁着两只雪人都被声响吸引，前去查看奇术的情况，我蹑手蹑脚地前往两位雪人离开的地方，捡起地上的半身人，又飞快地和同伴逃离洞窟深处。老实说，整个过程我都提心吊胆的，生怕出什么纰漏——不过洛山达保佑，一切都顺利得不可思议，而那位半身人小姐如今也暖暖和和地与我们一同待在帐篷里啦。\n夜晚时分，我们与新加入的同伴们（艾莉、鱼指头，还有恢复意识的向导加勒特）一同围在营火边上，靠在暖融融的火堆旁边，有一搭没一搭地闲聊着。我很高兴地看到，神志恍惚的半身人小姐似乎在艾莉的安慰下恢复了些许精神；而加勒特则透露了不少冰风谷的传说，还有他自己的爱情故事。据说，浮冰之海里有一头会说话的抹香鲸，背负着一艘巨大的船只；冰霜少女欧吕尔住在某个小岛上，极寒是她对十镇的考验也是祝福；加勒特自己则曾是深水城的贵族，因为征服冰雪的渴望来到冰风谷，并在塔尔歌斯遇上了此生挚爱……\n写到这里，我也几乎快合上眼睛了。最后，我得知歌利亚氏族的传说——一位能变作熊的德鲁伊——与我记忆中的恩人十分相似，而她的居所与提夫林最后被目击的地点都与凯恩之锥有关。想必，那儿就是我们的下一个目的地了；我也向你们保证，下一次我绝不会再有临阵脱逃的念头，绝不。\n你们坚强的女儿阿祖尔，\n于极光下的雪原\n阿祖尔"
    }
]